/*
 Localizable.strings
 WagawinSDK
 
 Created by Wagawin GmbH on 10/05/16.
 Copyright © 2016 Benjamin Baumann. All rights reserved.
 */


"TESTKEY" = "POLISH SUCCESSFULLY TESTED";

"COMMUNITY_DESC_TEXT_1" = "Odpowiedz na poniższe pytanie";
"COMMUNITY_DESC_TEXT_2" = "Po krótkim filmie otrzymasz osobistą ocenę";
"COMMUNITY_DEBRIEF_TEXT1" =  "%d";
"COMMUNITY_DEBRIEF_TEXT2" =  "z";
"COMMUNITY_DEBRIEF_TEXT3" =  "10";
"COMMUNITY_DEBRIEF_TEXT4" =  "osób odpowiedziało tak jak Ty!";

"BUBBLE_BLASTER_EVALUATE_TEXT" = "%d z %d! Najlepsze %0.0f%%!";
"BUBBLE_BLASTER_DESC_TEXT_1" = "Obejrzyj sobie krótki film";
"BUBBLE_BLASTER_DESC_TEXT_2" = "Jeśli pojawi się mydlana bańka, kliknij, żeby  pękła";

"SPOTGAME_EVALUATE_TEXT_SUCCESSFUL" = "Dobrze! Najlepsze %0.0f%%!";
"SPOTGAME_EVALUATE_TEXT_FAIL" = "Źle!";
"SPOTGAME_DESC_TEXT_1" = "Obejrzyj sobie krótki film";
"SPOTGAME_DESC_TEXT_2" = "Następnie odpowiedz na następujące pytanie:";

"HIDDENFAULT_EVALUATE_TEXT" = "%d z 5! Najlepsze %0.0f%%!";
"HIDDENFAULT_GAME_TEXT" = "Znajdź 5 błędów";
"HIDDENFAULT_DESC_TEXT_1" = "Na dwóch obrazkach ukryto 5 błędów";
"HIDDENFAULT_DESC_TEXT_2" = "W ciągu 20 sekund zaznacz tyle, ile uda Ci się znaleźć";

"PATHFINDER_EVALUATE_TEXT" = "%0.0f%% prawidłowo! Najlepsze %0.0f%%!";
"PATHFINDER_DESC_TEXT_1" = "Postaraj się jak najlepiej zapamiętać pokazaną ścieżkę";
"PATHFINDER_DESC_TEXT_2" = "W ciągu 20 sekund po jej zniknięciu narysuj ją tak, jak ją zapamiętałeś/łaś.";

"SMOKYMIND_EVALUATE_TEXT" = "%d z 4! Najlepsze %0.0f%%!";
"SMOKYMIND_DESC_TEXT_1" = "W tej klasycznej grze pamięciowej ukryto 4 pary obrazków";
"SMOKYMIND_DESC_TEXT_2" = "Spróbuj znaleźć wszystkie pary w ciągu 20 sekund";

"RUBBERGAME_DESC_TEXT_1" = "Potrzyj obrazek, aby się pojawił";
"RUBBERGAME_DESC_TEXT_2" = "Następnie odpowiedz na następujące pytanie:";

"SWAPGAME_EVALUATE_TEXT" = "%d z 12! Najlepsze %0.0f%%!";
"SWAPGAME_DESC_TEXT_1" = "Uporządkuj fragmenty obrazka";
"SWAPGAME_DESC_TEXT_2" = "Przesuń poszczególne fragmenty obrazka na właściwe miejsce w ciągu 20 sekund";

"LOOPY_SPIN_EVALUATE_TEXT" = "%0.0f%% prawidłowo! Najlepsze %0.0f%%!";
"LOOPY_SPIN_DESC_TEXT_1" = "Zatrzymaj każdą z trzech rolek we właściwym miejscu";
"LOOPY_SPIN_DESC_TEXT_2" = "Możesz je zatrzymywać i uruchamiać kliknięciami przez 20 sekund";

"BLOCKGAME_EVALUATE_TEXT" = "%d błędów! Najlepsze %0.0f%%!";
"BLOCKGAME_DESC_TEXT_1" = "Postaraj się jak najlepiej zapamiętać pokazaną ścieżkę";
"BLOCKGAME_DESC_TEXT_2" = "W ciągu 20 sekund po jej zniknięciu narysuj ją tak, jak ją zapamiętałeś/łaś.";

"INTRO_PLAYBUTTON" = "Start";
"DEBRIEF_BUTTONTEXT_DOWNLOAD" = "Download";
"HIDDENFAULT_NEXT_BUTTON" = "Dalej";
"DEBRIEF_BUTTONTEXT_MORE" = "Więcej";
"INTRO_QUESTION" = "Pytanie";
"INTRO_ALTERNATEQUESTION" = "Pytanie porównawcze";

//Game names
"COMMUNITY_QUEST" = "COMMUNITY COMPARE";
"BUBBLE_BLASTER" = "BUBBLE POP";
"LOOPY_SPIN" = "ROTATING ROLL";
"PATH_FINDER" = "PATHFINDER";
"FROZEN_TRAIL" = "MEMORIZE THE TRAIL";
"CATCHY_CLIP" = "VIDEOQUIZ";
"HIDDEN_FAULT" = "FIND THE DIFFERENCE";
"SHADY_SWAP" = "PUZZLE FUN";
"SMOKY_MIND" = "4 PAIRS";
"STEAMY_GLASS" = "STEAMY GLASS";
"CIRCLE_GAME" = "TWIST GAME";
